Repository: Marek71cz/scc-library-convert
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30010
source: Library
cs_cz: Knihovna

# #30011
source: Movies folder
cs_cz: Adresář pro filmy...

# #30012
source: TV Shows folder
cs_cz: Adresář pro seriály...

# #30015
source: Unknown folder
cs_cz: Neznámý adresář

# #30016
source: Please, set up folder for movie library
cs_cz: Prosím, nastav adresář pro knihovnu filmů

# #30017
source: Please, set up folder for TV show library
cs_cz: Prosím, nastav adresář pro knihovnu seriálů

# #30019
source: Library conversion
cs_cz: Konverze knihovny

# #30020
source: This will convert your movie library ({} movies) to the latest version of Stream Cinema Community. Estimated duration is {} seconds. Are you sure you want to run it now?
cs_cz: Tato akce zkonvertuje tvou knihovnu filmů ({} filmů) do nejnovější verze Stream Cinema Community. Odhadovaný čas je {} sekund. Spustit konverzi?

# #30021
source: Conversion of your library is in a process, please wait...
cs_cz: Konverze knihovny probíhá, prosím čekejte...

# #30022
source: This will convert your TV show library ({} TV Shows) to the latest version of Stream Cinema Community. Estimated duration is {} seconds. Are you sure you want to run it now?
cs_cz: Tato akce zkonvertuje tvou knihovnu seriálů ({} seriálů) do nejnovější verze Stream Cinema Community. Odhadovaný čas je {} sekund. Spustit konverzi?
